IDEA Open Model
ConnectionSetup.WarnCheckLevel Property
Compatible with IDEA StatiCa Beta 20.0
 Warning check level
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double WarnCheckLevel { get; set; }
Public Property WarnCheckLevel As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace